Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/sd/white_papers/samediggediedadus_samegiela_gaktuj_2012.pdf.tmx
Source language: smj
Languages: sma

source: Ij Sámedigge jalik nágin ietjá almulasj ásadus nagá ájnegis ulmutja priváhta giellaanov stivrrit.
sma: Vaallah Saemiedigkie gænnah jallh naan jeatjah byögkeles suerkie maehtieh fïerhten almetjen privaate gïeleåtnoem stuvredh.

source: Návti galggá diedon liehket.
sma: Edtja hævvi numhtie årrodh.

source: Vájku almulasj ásadusá e nagá ájnegis ulmutjij válljimav stivrrit, de le ájnas jut dille látjeduvvá váj priváhta válljima li almma válljima navti jut vejulasjvuoda li duohta.
sma: Jalhts byögkelesvoete ij maehtieh fïereguhten almetjen veeljemem stuvredh, dle vihkeles sjïehteladtedh ihke dah privaate gïeleveeljemh, veeljemh sjidtieh tjïelke alternatijvigujmie.

source: Hæhttu gávnnut systebma gånnå sámegielav vuostasj giellan ietjasa mánájda duvdadit sjaddá jasska válljim.
sma: Tjuara aktem öörnegem utnedh gusnie jearsoes sjædta saemien voestesgïeline sertedh sijjen maanide.

source: Sámegiella hæhttu liehket giella mij sebrudagás árvvon aneduvvá; sámegiela máhtudahka hæhttu sebrudagás aneduvvat ájnas máhtudahkan.
sma: Saemien tjuara akte gïele årrodh maam siebriedahke ååktoe; siebriedahke tjuara utnedh daajroe saemien gïelesne lea akte vihkeles maahtoe.

source: Dáv danen gå priváhta válljim bæjválasj gielas sijdan le ájnnasamos ækton muhtem giela boahtteájge hárráj.
sma: Daate dan åvteste dïhte privaate veeljeme aarkebiejjien gïeleste hïejmesne lea dïhte vihkielommes faktovre gïelen båetijen aejkien gaavhtan.

source: Iehpeformála giellaåhpadibme buolvas buolvvaj je ájnnasamos garantia ielle sáme giela åvdås.
sma: Ovbyjjes sertiestimmie gïeleste boelveste boelvese lea dïhte vihkielommes garantije akten jielije saemien gïelese.

source: Sæmmi båttå gå le juohkka ájna duogen bæjválasj gielav sijdan válljit de le aj juohkka ájna duogen sámegielav iesjguhtik aktijvuodan adnet.
sma: Seamma tïjjen goh fïereguhte edtja aarkebiejjien gïelem hïejmesne veeljedh, dle aaj fïereguhten dïedte saemien nåhtadidh ovmessie tsiehkine.

source: Juohkkahattjan le åvdåsvásstádus bisodit, åvddånahttet ja duvdadit gielav boahtte buolvvaj.
sma: Fïereguhten akte dïedte gorredidh, evtiedidh jïh gïelem sertiestidh mubpien boelvese.

source: Ájnas le juohkkahasj åvdåsvásstádusáv válldá, ja sámegielav juohkka
sma: Vihkeles gaajhkesh dïedtem vaeltieh, jïh saemien nåhtadieh gaajhkine tsiehkine.

source: 29 aktijvuodan adná. Dárbulasj le aj jut sij gudi gielav buoragit bukti, åvddån manni buorre åvddågåvven ja li diedulattja gielav adnet juohkka aktijvuodan.
sma: Aaj daerpies dah mah gïelem hijvenlaakan haalvoeh, leah hijven åvteguvvieh jïh iktegisth saemien soptsestieh.

source: Dákkir åvddågåve måvtåstahtti ja arvusmahtti giela adnuj, ja sæmmi båttå lassán aktisasj diedulasjvuohta giellaano birra.
sma: Dagkerh åvteguvvieh mubpide skreejrieh saemien nåhtadidh, jïh dellie aaj dïhte tjåenghkies voerkesvoete gïeleåtnoen bïjre læssene.

source:  Sámegiella duvdeduvvá buolvas buolvvaj sijdan
sma:  Saemien gïele sertieståvva boelveste boelvese hïejmesne

source: Strategier:
sma: Strategijh:

source:  Arvusmahttet æjgádijt sámegielav sijddagiellan válljit
sma:  Eejhtegidie skreejredh saemien hïejmegïeline veeljedh

source:  Låggnit sámegielav sijddagiellan ávkálasj ja árvulasj mærrádussan.
sma:  Barkedh ihke dah mah saemien hïejmegïeline veeljieh, tuhtjieh daate akte nuhteligs jïh

source: Gielladuvdadibme sijda ålggolin
sma: Gïelesertiestimmie hïejmen ålkolen

source: Sámegielak mánájgárde ja buorre giellaåhpadibme skåvlån li ájnas vájkkudimnævo sámegielak mánáj giellaåvddånahttemav doarjjot.
sma: Saemiengïeleldh maanagïerth jïh hijven gïelelïerehtimmie skuvlesne leah vihkeles tsavtshvierhtieh juktie gïeleevtiedimmiem saemiengïeleldh maanaj luvnie dåarjoehtidh.

source: Sámegiella mánájgárdijn ja skåvlåjn guovte ietjá sámediggediedádusájn giehtadaláduvvi, ja danen ep galga dáppe dáj guokta sebrudakásadusáj rollav snivva guoradit.
sma: Saemien gïele maanagïertesne jïh skuvlesne gïetesåvva gööktine jeatjah saemiedigkiebïevnesinie, jïh dan åvteste ibie edtjh dan veele daej siebriedahken institusjovni råållaj bïjre soptsestidh.

source: Mij guosská sámegiellaj mánájgárden ja skåvlån de ajtu sihtap dættodit man ájnas le jut da máná gejn le sámegiella sijddagiellan bessi gielasa vijddábut åvddånahttet mánájgárde ja skåvlå baktu.
sma: Gosse lea saemien gïelen bïjre maanagïertesne jïh skuvlesne sïjhtebe læjhkan tjïertestidh, dah maanah mah saemien hïejmegïeline utnieh, åadtjoeh sijjen gïelem vijriesåbpoe evtiedidh maangïerten jïh skuvlen tjïrrh.

source: Mánájgárdde ja skåvllå hæhttu vuogijt gávnnat váj dát ajtu dáhpáduvvá.
sma: Maanagïerte jïh skuvle tjuerieh vuekieh gaavnedh juktie gorredidh daate raaktan heannede.

source: Dáv máhttá duola dagu dahkat diedulasj válljimij baktu mánájgárddemodellajs ja åhpadimmodellajs iesjguhtik sámegielak juohkusij.
sma: 32 sjïere maanagïertemaallh jïh lïerehtimmiemaallh veeljie ovmessie learohkedåehkide saemien gïelesne.

source: Vuosedip Sámediggediedádussaj åhpadime hárráj gånnå dát hásstalus aj giehtadaláduvvá.
sma: Vuesiehtibie Saemiedigkien bïevnesasse lïerehtimmien jïh ööhpehtimmien bïjre, gusnie aaj daam dåeriesmoerem digkede.

source: Moatten sáme fámiljan uddni ij le sámegiella sijddagiellan ja e nagá sámegielav bæjválasj giellan duvdadit mánájdisá.
sma: Jïjnjh saemien fuelhkieh eah saemien hïejmegïeline utnieh, jïh eah buektehth saemien sertiestidh goh aarkebiejjien gïele sijjen maanide.

source: Stuorra oasse sijájs ajtu sihtá sijá máná galggi bessat sámegielav oahppat.
sma: Jïjnjh dejstie sijhtieh læjhkan dej maanah edtjieh lïerehtimmiem åadtjodh saemien gïelesne.

source: Dákkir dilen gå æjgáda iesj e sámegielav buvte sjaddi mánájgárde ja skåvlå sierralágásj ájnas gielladåmadiddje.
sma: Dej veajkoej eejhtegh eah jïjtje saemien maehtieh, dle maanagïerte jïh skuvle joekoen vihkeles gïelesertiestæjjah sjidtieh.

source: Diehtep Aotearoa / New Zealand vásádusájs jut mánájgárde li læhkám ájnnasa gå māori gielav oalle buoragit li ælláskahttám.
sma: Daejrebe dååjrehtimmijste Aotearoa ’ ste / New Zealand, maanagïerth vihkeles orreme dennie daan mearan læhkoes jealajimmesne gïeleste māori.

source: Vuonan vuojnnep aj suohkanijn ma li sáme giellaháldadimguovlo ålggolin oahppe rekrutteriduvvi sámegiela åhpadussaj sáme mánájgárdijs.
sma: Nöörjesne aaj vuejnebe tjïeltine saemien gïelen reeremedajven ålkolen, dle daah learohkh mah saemien maanagïertine orreme, mah lïerehtimmiem vaeltieh saemien gïelesne.

source: Danen le ájnas sáme mánájgárdijt nannit váj aj máhtti liehket buorre giellaoahppamárená mánájda.
sma: Dannasinie vihkeles dejtie saemien maanagïertide eevtjedh, guktie dah maehtieh hijven gïelelïerehtimmiesijjieh årrodh maanide.

source: Váj galggá nahkat sámegiela hoallij lågov lasedit de le viehka ájnas jut dáttja aj bessi sámegiela åhpadusáv mánájgárden ja skåvlån válljit.
sma: Juktie maehtedh låhkoem lissiehtidh dejstie mah saemiestieh, dle aaj vihkeles laedtieh aaj nuepieh åadtjoeh lïerehtimmiem saemiengïelesne veeljedh maanagïertesne jïh skuvlesne.

source: Dákkir dilijn gånnå æjgáda e sámásta gájbbet giellaåhpadibme sierralágásj dårjav bájkálasj sebrudagán, ja ållu ájnas le jut gávnnuji árená gånnå mánáj giella ja giellaoahppam dårjav oadtju.
sma: Dej veajkoej eejhtegh eah saemesth, dle gïelelïerehtimmie nænnoes dåarjoem voengesne daarpesje, jïh eevre vihkeles sijjieh gååvnesieh gusnie maanah gïeleskreejremem jïh dåarjoem åadtjoeh gïelelïerehtimmesne.

source: Vásádusáj baktu árvvedip sámegiela nubbengiela åhpadime baktu ij aktak guovtegielagin sjatta.
sma: Dååjrehtimmieh vuesiehtieh lïerehtimmie saemien mubpiengïeline ij leah nuekies jis edtja ulmiem jaksedh guektiengïelevoeten bïjre.

source: Giellaárená hæhttuji mánájgárdij ja skåvlåj ålggolin åvddånahteduvvat váj giellaåhpadibme dågålasj láhkáj sihkarduvvá.
sma: Tjura gïelesijjieh evtiedidh maanagïerten jïh skuvlen ålkolen juktie nuekies gïelelierehtimmiem gorredidh.

source:  Nanos åhpadimmodella sámegielan vuostasjgiellan
sma:  Nænnoes lïerehtimmiemaallh lïerehtæmman saemien voestesgïeline

source:  Máná gejn le sámegiella nubbengiellan galggi almma guovtegielaga
sma:  Maanah mej saemien mubpiengïeline leah funksjovnelle guektiengïeleldh

source:  Ienep dáttja bessi sámegielav oahppat
sma:  Jienebh laedtieh nuepiem åadtjoeh saemien lïeredh

source:  Nanos åhpadimmodella sámegiela åhpadussaj vuostasj- ja nubbengiellan galggi
sma:  Nænnoes lïerehtimmiemaallh evtiedidh lïerehtæmman saemien voestes- jïh mubpiengïeline

source:  Doarjjot ienep ja ådå giellaárenáj åvddånahttemav
sma:  Jienebh jïh orre gïelesijjieh evtiedidh

source: Sámegiela álggoåhpadus ållessjattugijda
sma: Saemien aalkoelïerehtimmie geerve almetjidie

source: Dárojduhttempolitihka diehti li moadda ållessjattuksáme gudi ælla sámegielav oahppam.
sma: Daaroedehtemepolitihken gaavhtan dle jïjnjh geerve saemieh mah eah leah saemien lïereme.

source: Sámegiela álggoåhpadus ållessjattugijda le dárbulasj ja ájnas sámegiela åvddånahttemij.
sma: Aalkoelïerehtimmie saemien gïelesne geerve almetjidie lea daerpies jïh vihkeles juktie saemien gïelem evtiedidh.

source: Jus ållessjattuga galggi bessat oasev válldet sámegiela joarkkaj, de hæhttuji iesj gielav buktet.
sma: Ihke geerve almetjh edtjieh maehtedh meatan årrodh saemien gïelem sertiestidh, dle tjuerieh jïjtje gïelem maehtedh.

source: Sáme giellaguoradallam 2012 vuoset ulmutja sihti sámegielav oahppat.
sma: Saemien gïelegoerehtimmie 2012 vuesehte iedtje gååvnese saemien lïeredh.

source: Berustibme le tjielggasamos sijáj gaskan gudi javlli juogu de ” dåssju dádjadi ”, ” bukti vehi ” jali ” bukti sámegielav ”.
sma: Iedtje lea stööremes dej gaskem mah jiehtieh dah " ajve guarkah ", " ånnetji maahta " jallh " saemien maahta ".

source: Sijáj gaskan sulle lahkke javlli sihti ienep sámegielav oahppat.
sma: Dej gaskem dle ovrehte akte lehkie jeahta dah sijhtieh vielie saemien lïeredh.

source: Sijáj gaskan gudi e majdik sámegielas dádjada le berustibme vehi binnep, sijáj gaskan sulle 40 % árvustalli sámegielav oahppet ájge bále.
sma: Dej gaskem mah eah saemien guarkah gænnah, desnie iedtje ånnetji unnebe, daesnie 40 % mah vuarjasjieh saemien lïeredh mænngan.

source: Jus galggap ållidit ulmev ienep sámegiela addnij ja ienep vejulasjvuoda sámegiela adnuj de hæhttuji dáttja aj sámegielav oahppat.
sma: Dastegh edtjebe ulmiem jaksedh jienebh gïeleutniji bïjre jïh lissiehtamme nuepieh saemien nåhtadidh, dle aaj laedtieh tjuerieh nuepiem åadtjodh saemien lïeredh.

source: Álggoåhpadibme ållessjattugijda hæhttu ietjá láhkáj hiebaduvvat gå mánáj ja nuoraj åhpadibme.
sma: Tjuara aalkoelïerehtimmiem geerve almetjidie jeatjahlaakan sjïehteladtedh goh lïerehtimmie maanide jïh noeride.

source: Álu li ållessjattugijn fámilja ja stuoves barggo.
sma: Geerve almetjh daamtaj fuelhkiem jïh ihkuve barkoem utnieh.

source: Sáme giellaguoradallam 2012 vuoset badjel 30 % diededi åhpadibme sijdabájken le ækton jus galggi nahkat sámegielav oahppat.
sma: Saemien gïelegoerehtimmie 2012 vuesehte bijjelen 30 % jiehtieh lïerehtimmie hïejmesijjesne lea eevre daerpies jis edtjieh buektiehtidh lïerehtimmiem vaeltedh saemien gïelesne.

source: Ietjá ájnas ævto ma hæhttuji sajenis li álggoåhpadime vejulasjvuoda ja álbes kursa.
sma: Jeatjah vihkeles tsiehkieh mah tjuerieh stïeresne årrodh lea nuepie aalkoelïerehtimmiem vaeltedh, jïh vuelege maaksoeh.

source: Sámedigge ruhtat vidájahkásasj sáme ållessjattukåhpadimprográmmav mij Sáme allaskåvlås jådeduvvá.
sma: Saemiedigkie aktem vïjhtenjaepien saemien geervelïerehtimmieprogrammem maaksa, maam Saemien jolleskuvle jåhta.

source: Prosjevta sisadno le Sáme allaskåvllå giellaguovdátjij siegen fállá álggoåhpadimev sámegielan ållessjattugijda.
sma: 33 aalkoelïerehtimmiem saemien gïelesne faalehtidh geerve almetjidie.

source: Sáme allaskåvllå le oahppoplánajt dahkam majt kursa tjuovvu, ja sij aj lågådalli.
sma: Saemien jolleskuvle lea studijesoejkesjh dorjeme kuvsjide, jïh håalijh faalehte.

source: Kursa maŋŋela bessi studenta eksámav válldet Sáme allaskåvlån.
sma: Kuvsjen mænngan dle studenth maehtieh eksamenem vaeltedh Saemien jolleskuvlesne.

source: Sáme allaskåvllå le aj fágalattjat giellaguovdátjij barggijt bagádallam.
sma: Saemien jolleskuvle aaj faageles bïhkedimmiem vadteme barkijidie gïelejarngine.

source: Prosjevtas li moadda ávkálasj åtsådallamijt oadtjum ja dat aneduvvá vuorbástuvvam.
sma: Prosjekte vyörtegs dååjrehtimmieh vadteme, jïh åtna dam goh læhkoes.

source: Tråmså universitehtta le aj muhtem giellaguovdátjij muodugasj aktisasjbargov ásadam.
sma: Universiteete Tromsøsne aaj aktem plearoeh laavenjostoem tseegkeme såemies gïelejarngigujmie.

source: Vuojnnet buoragit li vuorbástuvvam danen gå oassálasste bessi sámegiela kursav sijdabájken válldet sæmmi båttå gå eksámav bessi allaskåvlån / universitehtan válldet ja dassta oahppotjuorgajt oadtju.
sma: Vååjnoe goh dah hijven illedahkh leah båateme dan åvteste almetjh åadtjoeh saemienkuvsjem vaedtsedh hïejemesijjesne, seamma tïjjen goh dah leah studenth mah eksamenem jolleskuvlesne / universiteetesne vaeltieh, jïh studijepoengem dan åvteste åadtjoeh.

source: Gå dákkir vuohke ållessjattugijt åhpadit le nav buoragit vuorbástuvvam de hæhttu dákkir aktisasjbargguj stuoves ruhtadimev åttjudit.
sma: Dan åvteste daate såarhts geervelïerehtimmie dan hijven orreme, dle tjuara tjirkedh dagkerh laavenjostoeh ihkuve beetnehdåarjoem åadtjoeh.

source: Gå barggá sámegiela bisodimijn ja åvddånahttemijn de le ájnas jut stuoves ja guhkesájggásasj fálaldagá gávnnuji gånnå ållessjattuga bessi sámegielav oahppat.
sma: Juktie gorredidh jïh evtiedidh saemien gïelem dle vihkeles ihkuve jïh daajroes faalenassh gååvnesieh gusnie geerve almetjh nuepiem åadtjoeh saemien lïeredh.

source: Oahppolihto li ájnas ållessjattukåhpadimárená.
sma: Studijesiebrieh leah vihkeles geervelïerehtimmiesijjieh.

source: Da li juo måttijt jagijt giella- ja kultuvrraåhpadimev tjadádam.
sma: Dah joe gellie jaepieh gïele- jïh kultuvrelïerehtimmine gïehtelamme.

source: Sámedigge vuojnná dájn sjaddá ájn ájnas roalla boahtteájggáj sámegiela ja kultuvra åvddånahttema bargon.
sma: Saemiedigkie vuajna daah sijhtieh annje vihkeles årrodh saemien gïele- jïh kultuvrebarkosne.

source: Sierraláhkáj ájnas le sijá roalla árenájt ásadimen gånnå sámegiella máhttá iesjguhtik kurssaaktijvuodan aneduvvat.
sma: Joekoen sijjieh sjugniedidh gusnie maahta saemien nåhtadidh ovmessie kuvsjine.

source: Sámedigge vuojnná aj dárbov sijá dåjmav nannit váj vijdes kurssafálaldagájt ja giellaárenájt bisot.
sma: Saemiedigkie vuajna daerpies aaj dej barkoem eevtjedh juktie gelliesåarhts kuvsjefaalenassh jïh gïelesijjieh utniehtidh.

source:  Hiebadum álggoåhpadibme sámegielan ållessjattugijda gåggu sij årru
sma:  Sjïehteladteme aalkoelïerehtimmie saemien gïelesne geerve almetjide desnie gusnie almetjh

source:  Ienep dáttja galggi bessat sámegielav oahppat
sma:  Jienebh laedtieh nuepiem åadtjoeh saemien lïeredh

source:  Barggat váj aktisasjbarggo åhpadusásadusáj ja giellaguovdátjij gaskan buorre ålgodisævtojt
sma:  Barkedh ihke laavenjostoe ööhpehtimmieinstitusjovni jïh gïelejarngi gaskem hijven

source: oadtju.
sma: mierietsiehkieh åådtje

source:  Barggat dan vuoksjuj jut sáme oahppolihto buorre ålgodisævtojt oadtju
sma:  Barkedh ihke saemien studijesiebrieh hijven mierietsiehkieh åadtjoeh

source: Giellaguodde
sma: Gïeleguedtijh

source: Giellaguodde li viehka ájnnasa gå galggá giela addnij lågov lasedit.
sma: Gïeleguedtijh aktem vihkeles råållam utnieh gosse edtja låhkoem lissiehtidh gïeleguedtijijstie.

source: Sáme giellaguoddijn le árvulasj máhtto sámegielaj birra, mav sjaddá dárbulasj ávkkit gå sámegiela åvddånahttemijn barggá.
sma: Saemien gïeleguedtijh vyörtegs daarjoem utnieh saemien gïelen bïjre, jïh daerpies dam daajroem nåhtadidh gosse edtja saemien gïelem evtiedidh.

source: Moadda boarrásijn le viehka buorre njálmálasj sámegiela máhtto, siján le valjes báhkoboanndudahka ja li bisodam sáme hållamvuogev.
sma: Jïjnjh båeries almetjh leah joekoen væjkele soptsestidh, stoerre baakoeveahkam utnieh jïh dam saemien gïelevuekiem gorredamme.

source: Mij dábálattjat giellaguoddev ierit sujsta guhti le gielav ienep formálalattjat láhkáj oahppam skåvlå baktu, le giellaguodde gullá ja diehtá makkir bágo ja moallánagá duon-dán dilen adná.
sma: Dïhte mij joekehte aktem gïeleguedtijem jïh aktem mij gïelem vielie byjjeslaakan lïereme skuvlen tjïrrh, lea gïeleguedtije gåvla jïh daajra mah baakoeh jïh dïejvesh mejtie satne edtja vihties tsiehkine nåhtadidh.

source: Giela boahtteájge sihkarasstemdiehti le ájnas jut nav moattes gå vejulasj gielav oahppi giellaguoddij baktu.
sma: Juktie gïelen båetijen aejkien gorredidh dle vihkeles dan jïjnjh almetjh goh gåarede gïelem lierieh gïeleguedtijijstie.

source: Giellaguodde le viehka ájnas ressurssa mij luluj viehka ienebut ávkkiduvvat, sihke åhpadusán, dutkamin ja vuorrasappoj ja nuoraj guládijn.
sma: Gïeleguedtjïh akte stoerre vierhtie maam byöroe vielie nåhtadidh, dovne lïerehtimmien jïh dotkemen sisnjeli, jïh ektiedahkosne noeri jïh voeresi gaskem.

source: Gielaguoddijn árbbedábálasj sáme æládusájn dagu ednambarggo, boatsojsujtto, miehttsestallam ja guollim li ájnas máhto sáme giela, dábij ja árbij birra.
sma: Gïeleguedtijh aerpievuekien saemien jielemi sisnjeli, goh jåartaburrie, båatsoe, miehtjie jïh gööleme vihkeles daajroem utnieh saemien gïelen, aerpievuekien jïh aarvoej bïjre.

source: Giella le agev læhkám nanos vuodoæládusájn, ja iesjguhtik æládusá li læhkám ájnnasa sámegiela guodden ja sáme árbbediehtuj.
sma: Gïele lea aerpievuekien mietie nænnoes orreme aalkoejielemi sisnjeli, jïh dah ovmessie jielemh aktem joekoen vihkeles råållam åtneme goh guedtijh saemien gïeleste jïh aerpievuekien daajroesertiestimmeste.

source: Návti ij le vuodoæládusáj giella ájnas dåssju sáme giellaåvddånahttemij, ájnat aj gå galggá sáme árvojt ja árbbediedojt jårkadit.
sma: Naemhtie dle gïele aalkoejielemi sisnjeli ij ajve vyörtegs saemien gïeleevtiedimmien gaavhtan, men aaj vihkeles juktie aerpievuekien saemien aarvoeh jïh daajroeh guhkiebasse sertiestidh.

source: Dán aktijvuodan le viehka ájnas jut árbbedábálasj sáme æládusaj roalla giellaoahppamárenán várajda váldeduvvá ja joarkká, váj giella ja ájnas árvo bisoduvvi ja boahtteájggáj joarkki.
sma: Daan sjïekenisnie dle joekoen vihkeles gorredidh jïh evtiedidh dam råållam aerpievuekien saemien jielemh utnieh goh gïelelïerehtimmiesijjieh, guktie maahta gïelem jïh vihkeles aarvoeh gorredidh jïh sertiestidh båetijen aejkien.

source:  Giellaguodde dåjmalattjat aneduvvi váj gielav joarkká sihke formála ja iehpeformála árenájn
sma:  Gïeleguedtijh eadtjohkelaakan åtnasuvvieh juktie gïelem sertiestidh, dovne byjjes jïh ovbyjjes

source:  Giellaguodde aneduvvi dåjmalasj ressurssan giellaåhpadusán ja iesjguhtik giellaárenán.
sma:  Gïeleguedtijh åtnasuvvieh goh eadtjohke vierhtie gïelelïerehtimmesne jïh ovmessie gïelesijjine

source:  Barggat váj skåvlå ja mánájgárde ájn ienebut máhtti aktan barggat árbbedábálasj æládusáj
sma:  Barkedh ihke skuvlh jïh maanagïerth maehtieh vielie aerpievuekien jielemigujmie

source: gielladuvddemárenáj vuoksjuj.
sma: laavenjostedh gïelesertiestimmiesijjiej bïjre.

source: Barggosuorgge 4: Sámegiela adno
sma: Barkoesuerkie 4: Åtnoe saemien gïeleste

source: Almma vejulasjvuoda sámegielav adnet almulasj ja priváhta aktijvuodajn le viehka ájnas gå galggá sámegiela anov vijdedit.
sma: Rïektes nuepieh saemien nåhtadidh byögkeles jïh privaate tsiehkine leah joekoen vihkeles gosse barkeminie åtnoem saemien gïeleste lissiehtidh.

source: Uddni ælla dågålasj sámegielak fálaldagá sebrudagán, ja giellaaddne vásedi sijá vejulasjvuohta sámegielav adnet ráddjiduvvá.
sma: Daan biejjien ij leah nuekies saemiengïeleldh faalenassh siebriedahkesne, jïh gïeleutnijh dååjrieh dah eah dan gellie nuepieh utnieh saemien nåhtadidh.

source: Dát le dille majna Sámedigge ij le dudálasj.
sma: Saemiedigkie ij leah madtjeles daejnie tsiehkine.

source: Ájnas le giela boahtteájggáj jut sámegiella adno viehka ålov vijdeduvvá juohkka sebrudaksuorgen.
sma: Vihkeles gïelen båetijen aejkien gaavhtan saemien gïele tjarke læssene gaajhkine siebriedahkesuerkine.

source: Diedulattja sámegiela vuoksjuj
sma: Voerkes åtnoe saemien gïeleste

source: Ienemus sámegielak ållessjattuga li guovte- jali moattegielaga.
sma: Dah ellen jeenjemes saemiengïeleldh geerve almetjh leah guektien- jallh gelliegïeleldh.

source: Giellabirrasin gånnå ieneplåhko giela álu sajev válldá le dárbulasj nannit giellaválljima máhtov ja diedulasjvuodav.
sma: Aktene gïelebyjresisnie gusnie jienebelåhkoegïele dïhte veakasahkommes sjædta, desnie daerpies daajroem jïh voerkesvoetem gïeleveeljemen bïjre eevtjedh.

source: Ájnas le sámegiela boahtteájge gáktuj jut guovtegielak vállji sámegielav adnev nav moatten aktijvuodan gå ber máhttá.
sma: Eevre vihkeles dan saemien gïelen båetijen aejkien gaavhtan, dïhte guektiengïeleldh almetje veeljie saemien nåhtadidh dan gelline tsiehkine goh gåarede.

source: 32 Váj giellaválljim álkkebun sjaddá de le aj viehka ájnas jut avtagielak ieneplåhkogielaga dádjadi guovtegielaga giellaválljimav.
sma: Juktie gïeleveeljemem aelhkebe darjodh dle aaj joekoen vihkeles dïhte aktengïeleldh almetje mij jienebelåhkoegïelem soptseste, guarka mannasinie dïhte guektiengïeleldh almetje dam aktem gïelem veeljie.

source: Jus giellaválljim agev le dav dan duogen jut gájka galggi dádjadit mij javladuvvá, de vejulasjvuoda sámástit tjielggasit binnu.
sma: Dastegh edtja iktegisth dam gïelem veeljedh maam gaajhkesh guarkah, dle ij dan jïjnjh nuepieh sjïdth saemien nåhtadidh.

source: Váj sámegiella galggá ielle giella boahtteájggáj aj de hæhttu giella válljiduvvat ja aneduvvat sijddagiellan ja buolvaj gaskan duvdaduvvat.
sma: Juktie saemien gïelen båetijen aejkiem gorredidh, dle tjuara gïelem veeljedh jïh dam hïejmesne nåhtadidh jïh dam boelveste boelvese sertiestidh.

source: Dárbbo le aj giella ienep árenájn gullu sebrudagán.
sma: Aaj daerpies gïele åtnasåvva jienebinie sijjine siebriedahkesne.

source: Dát gájbbet buorre sebrudakplánimav, ja ållo bargov sihka almulasj ja priváhta ásadusájs aktan ájnegis giellaaddnes.
sma: Dellie tjuara siebriedahkem hijvenlaakan soejkesjidh, jïh dovne byögkeles jïh privaate institusjovnh, jïh aaj fïereguhte gïeleutnije tjuerieh sijjen barkoem lissiehtidh.

source: Dárbbo le ájn vil diedulattjan sjaddat man ájnas le sámegielav ienep aktijvuodan adnet.
sma: Tjuara tjerkebe vuerkiehtidh ihke vihkeles saemien nåhtadidh jienebinie tsiehkine.

source: Juohkka ájnna giellaaddne, politihkkár, ásadus ja almulasj háldadus hæhttu válljit sámegielav adnet.
sma: Fïereguhte gïeleutnije, politihkerh, institusjovnh jïh byögkeles reereme tjuerieh veeljedh saemien nåhtadidh.

source: Stuorra åvdåsvásstádus le juohkka ájnna giellaaddne duogen, valla Sámedigge sihtá aj ásadusáj ja politihkkárij duohkáj dáv åvdåsvásstádusáv ájn ienebut biedjat.
sma: Fïereguhten gïeleutnijen akte stoerre dïedte, men Saemiedigkie sæjhta aaj stuerebe dïedtem bïejedh institusjovnide jïh politihkeridie.

source: Sáme ásadusá ja politihkkára li åvddågåvå sáme sebrudagán ja siján le ållo fábmo.
sma: Saemien institusjovnh jïh politihkerh leah åvteguvvieh saemien siebriedahkesne jïh stoerre faamoem utnieh.

source: Dá hæhttuji ájn ienebut mielanækto gielav ienebut adnet vijddásap aktijvuodajn, sæmmi båttå dagu hæhttu mielanækto gielav sujttit.
sma: Dah tjuerieh sijjen dïedtem buerebe sjåahkedh jïh saemien vielie nåhtadidh, jïh jienebinie tsiehkine, jïh seamma aejkien aktem stuerebe goerkesem gïelegorredimmien bïjre utnedh.

source: Dat mierkki Sámedigge ájn vil ienebut hæhttu dættodit sámegielav ietjas bæjválasj dåjman adnet.
sma: Daate sæjhta jiehtedh Saemiedigkie aaj tjuara tjerkebe leavloem bïejedh saemien gïelese sov biejjieladtje barkosne.
